Repository: koanse/PlantConfigurator
Catalog: Backup/TableAdapConnectionTest/MainForm.*.resx
Languages: ru

# repZoneNameLabel.Text
source: Name:
ru: Имя:

# toolStripButtonAdd.Text
source: Add new record
ru: Добавить запись

# toolStripButtonSave.Text
source: Save current record
ru: Сохранить текущую запись

# toolStripButtonDelete.Text
source: Delete current record
ru: Удалить запись

# repZoneNameEngLabel.Text
source: Name (Eng.):
ru: Имя (англ.):

# repZonePosX1Label.Text
source: X1 coordinate:
ru: X1 координата:

# repZonePosY1Label.Text
source: Y1 coordinate:
ru: Y1 координата:

# repZonePosX2Label.Text
source: X2 coordinate:
ru: X2 координата:

# repZonePosY2Label.Text
source: Y2 coordinate:
ru: Y2 координата:

# tabPageRz.Text
source: Repair zones
ru: Ремзоны

# repZoneIdLabel.Text
source: Repair zone:
ru: Ремзона:

# contPointNameLabel.Text
source: Name:
ru: Имя:

# contPointTypeLabel.Text
source: Type:
ru: Тип:

# tabPageCp.Text
source: Control points
ru: Контрольные точки

# contNameLabel.Text
source: Name:
ru: Имя:

# contIpLabel.Text
source: IP address:
ru: IP адрес:

# contPosXLabel.Text
source: X coordinate:
ru: X координата:

# contPosYLabel.Text
source: Y coordinate:
ru: Y координата:

# inputCoilStartAddressLabel.Text
source: Input coil start address:
ru: Нач. адрес входов:

# inputCoilUnitCountLabel.Text
source: Input coil unit count:
ru: Количество входов:

# outputCoilStartAddressLabel.Text
source: Output coil start addr.:
ru: Нач. адрес выходов:

# outputCoilUnitCountLabel.Text
source: Output coil unit count:
ru: Количество выходов:

# tabPageCont.Text
source: Controllers
ru: Контроллеры

# termIdLabel.Text
source: ID:
ru: Номер:

# termModeLabel.Text
source: Mode:
ru: Режим:

# repZoneIdLabel1.Text
source: Repair zone:
ru: Ремзона:

# termNameLabel.Text
source: Name:
ru: Имя:

# termIpLabel.Text
source: IP address:
ru: IP адрес:

# termPosXLabel.Text
source: X coordinate:
ru: X координата:

# termPosYLabel.Text
source: Y coordinate:
ru: Y координата:

# tabPageTerm.Text
source: Terminals
ru: Терминалы

# scanDataPortLabel.Text
source: Data port:
ru: Порт данных:

# contPointIdLabel.Text
source: Control point:
ru: Контрольная точка:

# contIdLabel.Text
source: Controller:
ru: Контроллер:

# scanNameLabel.Text
source: Name:
ru: Имя:

# scanTypeLabel.Text
source: Type:
ru: Тип:

# scanAddressLabel.Text
source: Address:
ru: Адрес:

# scanPosXLabel.Text
source: X coordinate:
ru: X координата:

# scanPosYLabel.Text
source: Y coordinate:
ru: Y координата:

# tabPageScan.Text
source: Scaners
ru: Сканеры

# locIdLabel.Text
source: ID:
ru: Номер:

# contIdLabel1.Text
source: Controller:
ru: Контроллер:

# contPointIdLabel1.Text
source: Control point:
ru: Контрольная точка:

# locTypeLabel.Text
source: Type:
ru: Тип:

# locAddressLabel.Text
source: Address:
ru: Адрес:

# tabPageLock.Text
source: Lockers
ru: Стопоры

# sensIdLabel.Text
source: ID:
ru: Номер:

# contPointIdLabel2.Text
source: Control point:
ru: Контрольная точка:

# contIdLabel2.Text
source: Controller:
ru: Контроллер:

# sensTypeLabel.Text
source: Type:
ru: Тип:

# sensAddressLabel.Text
source: Address:
ru: Адрес:

# tabPageSens.Text
source: Sensors
ru: Сенсоры

# openPlantBitmapToolStripMenuItem.Text
source: Open plant bitmap...
ru: Открыть схему завода...

# exitToolStripMenuItem.Text
source: Exit
ru: Выход

# fileToolStripMenuItem.Text
source: File
ru: Файл

# allowVisualEditToolStripMenuItem.Text
source: Allow visual edit
ru: Визуальное редактирование

# applyChangesToolStripMenuItem.Text
source: Apply changes
ru: Применить изменения

# rejectChangesToolStripMenuItem.Text
source: Reject changes
ru: Отменить изменения

# editToolStripMenuItem.Text
source: Edit
ru: Правка

# showNamesToolStripMenuItem.Text
source: Show names
ru: Имена объектов

# showStatusesToolStripMenuItem.Text
source: Show statuses
ru: Статусы объектов

# showRelationsToolStripMenuItem.Text
source: Show relations
ru: Связи объектов

# viewToolStripMenuItem.Text
source: View
ru: Вид
